Repository: kadir1ak/Advanced-Dynotis-Software
Catalog: Properties/Resources.*.resx
Languages: tr_tr

# AboutPage_AboutUs
source: About Us
tr_tr: Hıkkımızda

# AboutPage_AboutUsText
source: At the heart of our endeavors lies the vision to be ranked among the top 25 Urban Air Mobility companies worldwide. With Semai, we are paving the way towards safer and cleaner urban air travel. Our mission extends to harnessing Turkey's high potential human resources, adding value and fostering employment within this burgeoning sector. Built for its unparalleled accuracy, our product enables customers to depend on the precision of the data they gather. This meticulous precision stems from our steadfast commitment to exact measurements, thorough calibration processes, and intelligent design. Serving an ever-growing international clientele, Semai Aviation's products and software are not just tools but catalysts for a smarter, greener future, supporting the most cutting-edge companies and research institutions worldwide.
tr_tr: Çabalarımızın temelinde dünya çapında en iyi 25 Kentsel Hava Hareketliliği şirketi arasında yer alma vizyonu yatıyor. Semai ile şehir içi hava yolculuğunun daha güvenli ve temiz olmasına giden yolu açıyoruz. Misyonumuz, Türkiye'nin yüksek potansiyele sahip insan kaynağından faydalanmak, gelişen bu sektöre değer katmak ve istihdamı teşvik etmektir. Benzersiz doğruluğu için tasarlanan ürünümüz, müşterilerin topladıkları verilerin doğruluğuna güvenmelerini sağlar. Bu titiz hassasiyet, kesin ölçümlere, kapsamlı kalibrasyon süreçlerine ve akıllı tasarıma olan kararlı bağlılığımızdan kaynaklanmaktadır. Sürekli büyüyen uluslararası bir müşteri kitlesine hizmet veren Semai Aviation'ın ürünleri ve yazılımları, yalnızca araçlar değil, aynı zamanda dünya çapındaki en ileri teknolojiye sahip şirketleri ve araştırma kurumlarını destekleyen, daha akıllı, daha yeşil bir gelecek için katalizörlerdir.

# AlertsPage_CurrentValue
source: Current Value
tr_tr: Akım Değeri

# AlertsPage_CutoffMax
source: Cutoff Max
tr_tr: Üst Kesme Sınırı

# AlertsPage_CutoffMin
source: Cutoff Min
tr_tr: Alt Kesme Sınırı

# AlertsPage_Device
source: Device
tr_tr: Cihaz

# AlertsPage_Sensor
source: Sensor
tr_tr: Sensör

# AlertsPage_SystemLimits
source: System Limits
tr_tr: Sistem Sınırları

# AlertsPage_Text
source: Alerts
tr_tr: Uyarılar

# AutomateTestPage
source: Automate Test
tr_tr: Otomatik Test

# AutomateTestPage_AddPoint
source: Add Point
tr_tr: Nokta Ekle

# AutomateTestPage_ClearAllPoints
source: Clear All Points
tr_tr: Tüm Noktaları Temizle

# AutomateTestPage_ESCOutput
source: ESC throttle output value (μs)
tr_tr: ESC throttle çıkışı değeri(%)

# AutomateTestPage_Save
source: Save
tr_tr: Kayıt

# AutomateTestPage_Time
source: Time (s)
tr_tr: Zaman (s)

# BalancerPage_CalculatedValues
source: Calculated Values
tr_tr: Hesaplanan Değerler

# BalancerPage_Connect
source: Connect
tr_tr: Bağlan

# BalancerPage_Description
source: Description
tr_tr: Açıklama

# BalancerPage_DeviceList
source: Device List
tr_tr: Cihaz Listesi

# BalancerPage_DeviceParameters
source: Device Parameters
tr_tr: Cihaz Parametreleri

# BalancerPage_MotorSpeed
source: Motor Speed
tr_tr: Motor Hızı

# BalancerPage_Noise
source: Noise (g)
tr_tr: Gürültü (g)

# BalancerPage_PolarVibration
source: Polar Vibration
tr_tr: Kutupsal Titreşim

# BalancerPage_PropellerDiameter
source: Propeller Diameter:
tr_tr: Pervane Çapı

# BalancerPage_PropellerDiameterToolTip
source: Enter the propeller diameter.
tr_tr: Pervane çapını girin.

# BalancerPage_ReferenceMotorSpeed
source: Reference Motor Speed
tr_tr: Referans Motor Hızı

# BalancerPage_ReferenceMotorSpeedToolTip
source: Enter the Reference Motor Speed.
tr_tr: Referans Motor Hızını Giriniz.

# BalancerPage_ReferenceValues
source: Reference Values
tr_tr: Referans Değerler

# BalancerPage_ReferenceWeight
source: Reference Weight
tr_tr: Referans Ağırlığı

# BalancerPage_ReferenceWeightToolTip
source: Enter Reference Weight.
tr_tr: Referans Ağırlığı Giriniz.

# BalancerPage_ReferenceWeightValue
source: Reference Weight
tr_tr: Referans Ağırlık

# BalancerPage_ReferenceWeightValueToolTip
source: Enter the Reference Weight Value
tr_tr: Referans Ağırlık Değerini Giriniz

# BalancerPage_SaveButton
source: Record
tr_tr: Kaydet

# BalancerPage_StepButton
source: Next
tr_tr: İleri

# BalancerPage_Text
source: Propeller Balancer
tr_tr: Pervane Dengeleyici

# BatterySecurityLimits_Battery
source: Battery (S)
tr_tr: Pil (S)

# BatterySecurityLimits_BatteryToolTip
source: Enter the battery level
tr_tr: Pil seviyesini girin

# BatterySecurityLimits_MaxCurrent
source: Max. Current (A)
tr_tr: Maks. Akım (A)

# BatterySecurityLimits_MaxCurrenToolTip
source: Enter the safe current limit for the system
tr_tr: Sistem için güvenli akım sınırını girin

# CoaxialTestPage_1Device
source: 1. Device
tr_tr: 1. Cihaz

# CoaxialTestPage_2Device
source: 2. Device
tr_tr: 2. Cihaz

# CoaxialTestPage_Connect
source: Connect
tr_tr: Bağlan

# CoaxialTestPage_Text
source: Coaxial Test
tr_tr: Koaksiyel Test

# DeviceCard_AirDensity
source: Air Density
tr_tr: Hava Yoğunluğu

# DeviceCard_AmbientTemp
source: Ambient Temp.
tr_tr: Ortam Sıcaklığı

# DeviceCard_ChartCurrent
source: Current (A)
tr_tr: Akım (A)

# DeviceCard_ChartMotorSpeed
source: Motor Speed (RPM)
tr_tr: Motor Hızı (RPM)

# DeviceCard_ChartThrust
source: Thrust (gf)
tr_tr: İtki (gf)

# DeviceCard_ChartTime
source: Time (s)
tr_tr: Zaman (s)

# DeviceCard_ChartTorque
source: Torque (Nmm)
tr_tr: Tork (Nmm)

# DeviceCard_ChartVibration
source: Vibration (g)
tr_tr: Titreşim (g)

# DeviceCard_ChartVoltage
source: Voltage (V)
tr_tr: Voltaj (V)

# DeviceCard_Current
source: Current
tr_tr: Akım

# DeviceCard_MotorSpeed
source: Motor Speed
tr_tr: Motor Hızı

# DeviceCard_MotorTemp
source: Motor Temp.
tr_tr: Motor Sıcaklığı

# DeviceCard_Power
source: Power
tr_tr: Güç

# DeviceCard_Pressure
source: Pressure
tr_tr: Basınç

# DeviceCard_Thrust
source: Thrust
tr_tr: İtki

# DeviceCard_Torque
source: Torque
tr_tr: Tork

# DeviceCard_Vibration
source: Vibration
tr_tr: Titreşim

# DeviceCard_Voltage
source: Voltage
tr_tr: Voltaj

# DeviceCard_WindDirection
source: Wind Direction
tr_tr: Rüzgar Yönü

# DeviceCard_WindSpeed
source: Wind Speed
tr_tr: Rüzgar Hızı

# DeviceInformation_Battery
source: Battery (S)
tr_tr: Pil (S)

# DeviceInformation_ESCStatus
source: ESC Status
tr_tr: ESC Durumu

# DeviceInformation_ESCValue
source: ESC Value (μs)
tr_tr: ESC Değeri (%)

# DeviceInformation_Firmware
source: Firmware
tr_tr: Donanım Yazılımı

# DeviceInformation_InternalRes
source: Internal Res. (mΩ)
tr_tr: Motor İç Direnci (mΩ)

# DeviceInformation_MaxCurrent
source: Max Current (A)
tr_tr: Maks. Akım (A)

# DeviceInformation_Mode
source: Mode
tr_tr: Mod

# DeviceInformation_NoLoadCurrent
source: No Load Current (A)
tr_tr: Yüksüz Akım (A)

# DeviceInformation_PortName
source: Port Name
tr_tr: Port Adı

# DeviceInformation_PropellerDiameter
source: Propeller Diameter (Inch)
tr_tr: Pervane Çapı (Inch)

# DeviceInformation_SaveFile
source: Save File
tr_tr: Kayıt Dosyası

# DeviceInformation_SaveStatus
source: Save Status
tr_tr: Kayıt Durumu

# DeviceInformation_SecurityStatus
source: Security Status
tr_tr: Güvenlik Durumu

# DeviceInformation_TestMode
source: Test Mode
tr_tr: Test Modu

# DeviceInformation_Text
source: Device Informations
tr_tr: Cihaz Bilgileri

# DeviceMiniCard_ConnectionStatus
source: Connection Status:
tr_tr: Bağlantı Durumu:

# DeviceMiniCard_DeviceInformation
source: Device Informations
tr_tr: Cihaz Bilgileri

# DeviceMiniCard_Error
source: Error:
tr_tr: Hata:

# DeviceMiniCard_Firmware
source: Firmware:
tr_tr: Donanım Yazılımı:

# DeviceMiniCard_PortName
source: Port Name:
tr_tr: Port Adı:

# DeviceMiniCard_WorkingStatus
source: Working Status:
tr_tr: Çalışma Durumu:

# EffVariables_MotorEfficiency
source: Motor Efficiency
tr_tr: Motor Verimliliği

# EffVariables_MotorEfficiencyTooltip
source: Efficiency of the brushless motor used. Calculated based on the motor parameter inputs. Note that ESC efficiency is considered as constant as %95.
tr_tr: Kullanılan fırçasız motorun verimliliği. Motor parametre girişlerine göre hesaplanır. ESC verimliliğinin %95 gibi sabit kabul edildiğini unutmayın.

# EffVariables_PropellerEfficiency
source: Propeller Efficiency
tr_tr: Pervane Verimliliği

# EffVariables_PropellerEfficiencyTooltip
source: Also known as Figure of Merit, this value gives you the static performance of your propeller. Motor and ESC is not included in the calculations. Propeller diameter, RPM, air density, torque and thrust values are used as input for this calculation.
tr_tr: Liyakat Değeri olarak da bilinen bu değer, pervanenizin statik performansını verir. Hesaplamalara motor ve ESC dahil değildir. Bu hesaplamada girdi olarak pervane çapı, devir sayısı, hava yoğunluğu, tork ve itki değerleri kullanılır.

# EffVariables_PropulsionSystemEfficiencyI
source: Propulsion System Efficiency I
tr_tr: Tahrik Sistem Verimliliği I

# EffVariables_PropulsionSystemEfficiencyII
source: Propulsion System Efficiency II
tr_tr: Tahrik Sistem Verimliliği II

# EffVariables_PropulsionSystemEfficiencyIITooltip
source: Propulsion system efficiency in terms of grams per watt power. The higher is the better. Typical range is between 6 to 15. If it is below 6, then your propeller disc loading is high. Try using lower Kv motor and bigger diameter propeller.
tr_tr: Watt gücü başına gram cinsinden tahrik sistemi verimliliği. Ne kadar yüksekse o kadar iyidir. Tipik aralık 6 ila 15 arasındadır. 6'nın altındaysa pervane diski yükünüz yüksek demektir. Daha düşük Kv motor ve daha büyük çaplı pervane kullanmayı deneyin.

# EffVariables_PropulsionSystemEfficiencyITooltip
source: This is the overall efficiency of the propulsion system including motor, ESC and the propeller.
tr_tr: Bu, motor, ESC ve pervane dahil olmak üzere tahrik sisteminin genel verimliliğidir.

# EquipmentParameters_InternalRes
source: Internal Res. (mΩ)
tr_tr: Motor İç Direnci (mΩ)

# EquipmentParameters_InternalResToolTip
source: Enter the motor internal resistance.
tr_tr: Motorun iç direncini giriniz.

# EquipmentParameters_NoLoadCurrent
source: No Load Current (A)
tr_tr: Yüksüz Akım (A)

# EquipmentParameters_NoLoadCurrentToolTip
source: Enter the motor I₀(A) current.
tr_tr: Motor I₀(A) akımını giriniz.

# EquipmentParameters_PropellerDiameter
source: Propeller Diameter (Inch)
tr_tr: Pervane Çapı (Inch)

# EquipmentParameters_PropellerDiameterToolTip
source: Enter the propeller diameter.
tr_tr: Pervane çapını giriniz.

# ESCCalibrationPage_Text
source: ESC Calibration
tr_tr: ESC Kalibrasyonu

# ESC_LockUnLockESC
source: Lock/UnLock ESC
tr_tr: ESC'yi Kilitle/Kilidi Aç

# ESC_StopESC
source: Stop ESC
tr_tr: ESC Durdur

# HelpPage_Text
source: Help
tr_tr: Yardım

# HomePage_Text
source: Welcome to Advanced Dynotis Software
tr_tr: Gelişmiş Dynotis Yazılımına Hoş Geldiniz

# LanguagePage_English
source: English
tr_tr: İngilizce

# LanguagePage_Languages
source: Languages
tr_tr: Diller

# LanguagePage_Turkish
source: Turkish
tr_tr: Türkçe

# MainWindow_Automate
source: Automate
tr_tr: Otomatik Test

# MainWindow_Balancer
source: Propeller Balancer
tr_tr: Pervane Dengeleyici

# MainWindow_Coaxial
source: Coaxial Test
tr_tr: Koaksiyel Test

# MainWindow_Home
source: Home
tr_tr: Ana

# MainWindow_Multi
source: Multi Test
tr_tr: Çoklu Test

# MainWindow_Script
source: Script
tr_tr: Senaryo

# MainWindow_Settings
source: Settings
tr_tr: Ayarlar

# MainWindow_Single
source: Single Test
tr_tr: Tekli Test

# MultiTestPage_Text
source: Multi Test
tr_tr: Çoklu Test

# Record_FileName
source: File Name
tr_tr: Dosya Adı

# Record_FileNameToolTip
source: Enter file name.
tr_tr: Dosya adını giriniz.

# Record_Recording
source: Recording
tr_tr: Kayıt

# SaveConfigPage_Text
source: Recording Settings
tr_tr: Kayıt Ayarları

# SettingsPage_About
source: About
tr_tr: Hakkımızda

# SettingsPage_Alerts
source: Alerts
tr_tr: Uyarılar

# SettingsPage_ESCCalibration
source: ESC Calibration
tr_tr: ESC Kalibrasyonu

# SettingsPage_Help
source: Help
tr_tr: Yardım

# SettingsPage_Language
source: Language
tr_tr: Dil

# SettingsPage_RecordingSettings
source: Recording Settings
tr_tr: Kayıt Ayarları

# SettingsPage_SoftwareUpdates
source: Updates
tr_tr: Güncellemeler

# SettingsPage_Text
source: Settings
tr_tr: Ayarlar

# SettingsPage_UnitsSettings
source: Units Settings
tr_tr: Birim Ayarları

# SingleTestPage_Connect
source: Connect
tr_tr: Bağlan

# SingleTestPage_Text
source: Single Test
tr_tr: Tekli Test

# SoftwareUpdatePage_FirmwareText
source: Firmware Updates
tr_tr: Donanım Yazılımı Güncellemeleri

# SoftwareUpdatePage_Text
source: Software Updates
tr_tr: Yazılım Güncellemeleri

# Tare_Tare
source: Tare
tr_tr: Dara

# UnitsSettingsPage_MotorSpeed
source: Motor Speed:
tr_tr: Motor Hızı:

# UnitsSettingsPage_Pressure
source: Pressure:
tr_tr: Basınç:

# UnitsSettingsPage_Temperature
source: Temperature:
tr_tr: Sıcaklık:

# UnitsSettingsPage_Text
source: Units Settings
tr_tr: Birim Ayarları

# UnitsSettingsPage_Thrust
source: Thrust:
tr_tr: İtki:

# UnitsSettingsPage_Torque
source: Torque:
tr_tr: Tork:

# UnitsSettingsPage_WindSpeed
source: Wind Speed:
tr_tr: Rüzgar Hızı:
